{
  "topic_name": "kakak",
  "topic": {
    "tpc_1": {
      "topic_name": "งานแบบไหนเหมาะกับคุณ",
      "quiz": [
        {
          "quiz_id": 1,
          "quiz_name": "เวลาแสดงความคิดเห็น",
          "choice": [
            {"option": "ความคิดเห็นตัวเองถูกต้องที่สุด", "score": 4},
            {"option": "รับฟังความคิดเห็นคนอื่นเสมอ", "score": 3},
            {"option": "เชื่อความคิดเห็นของคนอื่นมากกว่า", "score": 1},
            {"option": "ฟังหลายคนไว้ก่อนแล้วค่อยมาคิดใหม่", "score": 2}
          ]
        },
        {
          "quiz_id": 2,
          "quiz_name": "ถ้าคุณไปออกเดทกับแฟนแล้วแฟนคุณเค้าบอกว่าสั่งอะไรก็ได้เลย คุณจะสั่งอะไร",
          "choice": [
            {"option": "อาหารทั่วๆไป", "score": 2},
            {"option": "ของโปรดของเขา", "score": 1},
            {"option": "ขอแพงๆไว้ก่อน", "score": 4},
            {"option": "ไม่สั่งดีกว่า แค่น้ำก็พอ อิ่มแล้ว", "score": 3}
          ]
        }
      ],
      "criterion": [
        {
          "score": 20,
          "title": "งานช่วยเหลือผู้คน",
          "detail": "คุณเป็นคนที่เข้าใจคนอื่นได้ดีเวลาใครมีปัญหาคุณก็รับฟังและให้คำแนะนำที่ดีได้ เรียกได้ว่าคนอย่างคุณชอบที่จะช่วย เหลือคนอื่นมากกว่าที่จะให้คนอื่นมาช่วยเหลือตัวคุณงานที่เหมาะกับคนอย่างคุณคงเป็นงานการเป็นอาสาสมัครช่วยเหลือคนทุกข์ยากตามสถานสงเคราะห์ หรือมูลนิธิต่างๆ นั่นเอง"
        },
        {
          "score": 41,
          "title": "งานอิสระและสร้างสรรค์",
          "detail": "คุณเป็นคนที่เชื่อมั่นในความคิดและการกระทำของตัวเองค่อนข้างสูงจึงไม่ชอบนักหากต้องมีคนมาคอยชี้นิ้วสั่งให้คุณ ทำโน่นทำนี่ คนอย่างคุณจึงไม่เหมาะกับการทำงานที่ต้องอยู่ในอำนาจของใคร แต่เหมาะกับการทำงานอิสระ เป็นเจ้านายของตัวเอง คิดและทำงานจากตัวของ คุณเองมากกว่า อีกทั้งคุณไม่ชอบการทำงานที่ซ้ำซากทุกวันๆ ได้ งานที่ได้แสดงความคิดสร้างสรรค์แปลกๆ ใหม่ๆ ตลอดเวลา จึงเป็นงานที่คุณปรารถนา และเหมาะสมเป็นอย่างยิ่ง"
        },
        {
          "score": 61,
          "title": "งานบริหาร",
          "detail": "คุณเป็นคนที่มีความสามารถในการพูดจาโน้มน้าวจิตใจผู้คนได้ดี และมีพรสวรรค์รู้ว่าต้องชักชวนอย่างไรผู้คน จึงจะทำตามความต้องการของคุณได้ เพราะฉะนั้นงานในระดับผู้บริหารจึงเป็นงานที่เหมาะกับคุณเป็นอย่างยิ่ง และที่สำคัญคุณชอบการแข่งขัน และมีความทะเยอทะยานในชีวิตค่อนข้างสูง จึงเป็นเรื่องไม่ยากที่คุณจะประสบความสำเร็จจากการทำงานในลักษณะนี้จากความเป็นตัวของคุณเอง!"
        }
      ]
    },
    "tpc_2": "Fat",
    "tpc_3": "Butter",
    "tpc_4": "Cheese",
    "tpc_5": "Cream"
  }
}